Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# MultiFile_Outcome_Failed
source: failed: {0}
ar: فشل: {0}
cs: chyba: {0}
de: fehlgeschlagen: {0}
el: απέτυχε: {0}
es: error: {0}
fa: ناموفق: {0}
fr: échec : {0}
hu: sikertelen: {0}
id: gagal: {0}
it: non riuscito: {0}
ja: 失敗: {0}
ko: 실패: {0}
pl: niepowodzenie: {0}
pt: falhou: {0}
ro: eșuat: {0}
th: ล้มเหลว: {0}
tr: başarısız: {0}
uk: помилка: {0}
vi: thất bại: {0}
zh_hans: 失败：{0}
zh_hant: 失敗：{0}

# MultiFile_Outcome_NotProcessed
source: not processed
ar: لم تتم المعالجة
cs: nezpracováno
de: nicht verarbeitet
el: δεν υποβλήθηκε σε επεξεργασία
es: sin procesar
fa: پردازش نشد
fr: non traité
hu: nem feldolgozva
id: tidak diproses
it: non elaborato
ja: 未処理
ko: 처리 안 됨
pl: nieprzetworzony
pt: não processado
ro: neprocesat
th: ไม่ได้ประมวลผล
tr: işlenmedi
uk: не оброблено
vi: chưa xử lý
zh_hans: 未处理
zh_hant: 未處理

# MultiFile_Reason_AccessDenied
source: access denied
ar: تم رفض الوصول
cs: přístup odepřen
de: Zugriff verweigert
el: δεν επιτρέπεται η πρόσβαση
es: acceso denegado
fa: دسترسی رد شد
fr: accès refusé
hu: hozzáférés megtagadva
id: akses ditolak
it: accesso negato
ja: アクセスが拒否されました
ko: 액세스 거부됨
pl: odmowa dostępu
pt: acesso negado
ro: acces refuzat
th: การเข้าถึงถูกปฏิเสธ
tr: erişim reddedildi
uk: доступ заборонено
vi: bị từ chối truy cập
zh_hans: 拒绝访问
zh_hant: 存取被拒

# MultiFile_Reason_InUse
source: in use by another app
ar: قيد الاستخدام بواسطة تطبيق آخر
cs: používá ho jiná aplikace
de: wird von einer anderen App verwendet
el: χρησιμοποιείται από άλλη εφαρμογή
es: en uso por otra aplicación
fa: در حال استفاده توسط برنامهٔ دیگر
fr: utilisé par une autre application
hu: egy másik alkalmazás használja
id: sedang digunakan aplikasi lain
it: in uso da un'altra app
ja: 別のアプリが使用中です
ko: 다른 앱에서 사용 중
pl: używany przez inną aplikację
pt: em uso por outro aplicativo
ro: utilizat de altă aplicație
th: แอปอื่นกำลังใช้งานอยู่
tr: başka bir uygulama kullanıyor
uk: використовується іншою програмою
vi: đang được ứng dụng khác sử dụng
zh_hans: 另一个应用正在使用
zh_hant: 正由其他應用程式使用中

# MultiFile_Reason_PathTooLong
source: the path is too long
ar: المسار طويل جدًا
cs: cesta je příliš dlouhá
de: der Pfad ist zu lang
el: η διαδρομή είναι πολύ μεγάλη
es: la ruta es demasiado larga
fa: مسیر بیش از حد طولانی است
fr: le chemin est trop long
hu: az elérési út túl hosszú
id: jalur terlalu panjang
it: il percorso è troppo lungo
ja: パスが長すぎます
ko: 경로가 너무 김
pl: ścieżka jest za długa
pt: o caminho é muito longo
ro: calea este prea lungă
th: เส้นทางยาวเกินไป
tr: yol çok uzun
uk: задовгий шлях
vi: đường dẫn quá dài
zh_hans: 路径太长
zh_hant: 路徑太長

# MultiFile_Reason_NotFound
source: not found
ar: غير موجود
cs: nenalezeno
de: nicht gefunden
el: δεν βρέθηκε
es: no encontrado
fa: یافت نشد
fr: introuvable
hu: nem található
id: tidak ditemukan
it: non trovato
ja: 見つかりません
ko: 찾을 수 없음
pl: nie znaleziono
pt: não encontrado
ro: negăsit
th: ไม่พบ
tr: bulunamadı
uk: не знайдено
vi: không tìm thấy
zh_hans: 未找到
zh_hant: 找不到

# MultiFile_Reason_IoError
source: read error
ar: خطأ في القراءة
cs: chyba čtení
de: Lesefehler
el: σφάλμα ανάγνωσης
es: error de lectura
fa: خطای خواندن
fr: erreur de lecture
hu: olvasási hiba
id: kesalahan baca
it: errore di lettura
ja: 読み込みエラー
ko: 읽기 오류
pl: błąd odczytu
pt: erro de leitura
ro: eroare de citire
th: ข้อผิดพลาดในการอ่าน
tr: okuma hatası
uk: помилка читання
vi: lỗi đọc
zh_hans: 读取错误
zh_hant: 讀取錯誤

# MultiFile_Reason_Unreadable
source: some data couldn't be read
ar: تعذرت قراءة بعض البيانات
cs: některá data nelze přečíst
de: einige Daten konnten nicht gelesen werden
el: δεν ήταν δυνατή η ανάγνωση ορισμένων δεδομένων
es: no se pudieron leer algunos datos
fa: برخی داده‌ها قابل خواندن نبودند
fr: certaines données n'ont pas pu être lues
hu: egyes adatok nem olvashatók
id: sebagian data tidak dapat dibaca
it: non è stato possibile leggere alcuni dati
ja: 読めない範囲がありました
ko: 일부 데이터를 읽을 수 없음
pl: nie można odczytać części danych
pt: não foi possível ler alguns dados
ro: unele date nu au putut fi citite
th: อ่านข้อมูลบางส่วนไม่ได้
tr: bazı veriler okunamadı
uk: частину даних не вдалося прочитати
vi: không thể đọc một số dữ liệu
zh_hans: 部分数据无法读取
zh_hant: 部分資料無法讀取

# MultiFile_Reason_ReadOnly
source: read-only
ar: للقراءة فقط
cs: jen pro čtení
de: schreibgeschützt
el: μόνο για ανάγνωση
es: solo lectura
fa: فقط خواندنی
fr: lecture seule
hu: írásvédett
id: baca-saja
it: sola lettura
ja: 読み取り専用
ko: 읽기 전용
pl: tylko do odczytu
pt: somente leitura
ro: doar în citire
th: อ่านอย่างเดียว
tr: salt okunur
uk: лише для читання
vi: chỉ đọc
zh_hans: 只读
zh_hant: 唯讀

# MultiFile_Reason_ChangedSinceSearch
source: changed after the search
ar: تم التغيير بعد البحث
cs: změněno po hledání
de: nach der Suche geändert
el: άλλαξε μετά την αναζήτηση
es: cambió después de la búsqueda
fa: پس از جستجو تغییر کرده است
fr: modifié après la recherche
hu: a keresés után módosult
id: berubah setelah pencarian
it: modificato dopo la ricerca
ja: 検索後に変更されました
ko: 검색 후 변경됨
pl: zmieniony po wyszukiwaniu
pt: alterado após a pesquisa
ro: modificat după căutare
th: มีการเปลี่ยนแปลงหลังการค้นหา
tr: aramadan sonra değişti
uk: змінено після пошуку
vi: đã thay đổi sau khi tìm kiếm
zh_hans: 搜索后已更改
zh_hant: 搜尋後已變更

# MultiFile_Reason_CannotReplace
source: can't be replaced with this length setting
ar: لا يمكن الاستبدال مع إعداد الطول هذا
cs: při tomto nastavení délky nelze nahradit
de: kann mit dieser Längeneinstellung nicht ersetzt werden
el: δεν μπορεί να αντικατασταθεί με αυτή τη ρύθμιση μήκους
es: no se puede reemplazar con este ajuste de longitud
fa: با این تنظیم طول قابل جایگزینی نیست
fr: impossible de remplacer avec ce paramètre de longueur
hu: ezzel a hosszbeállítással nem cserélhető
id: tidak dapat diganti dengan pengaturan panjang ini
it: non può essere sostituito con questa impostazione di lunghezza
ja: 長さの扱いの設定で置換できません
ko: 이 길이 설정으로는 바꿀 수 없음
pl: nie można zamienić przy tym ustawieniu długości
pt: não pode ser substituído com esta configuração de comprimento
ro: nu poate fi înlocuit cu această setare de lungime
th: แทนที่ไม่ได้ด้วยการตั้งค่าความยาวนี้
tr: bu uzunluk ayarıyla değiştirilemez
uk: не можна замінити за цього параметра довжини
vi: không thể thay thế với cài đặt độ dài này
zh_hans: 在此长度设置下无法替换
zh_hant: 此長度設定下無法取代

# Operation_MultiFileSearch
source: Search in files
ar: البحث في الملفات
cs: Hledat v souborech
de: In Dateien suchen
el: Αναζήτηση σε αρχεία
es: Buscar en archivos
fa: جستجو در فایل‌ها
fr: Rechercher dans les fichiers
hu: Keresés fájlokban
id: Cari di file
it: Cerca nei file
ja: 複数ファイル検索
ko: 파일에서 검색
pl: Szukaj w plikach
pt: Pesquisar em arquivos
ro: Căutare în fișiere
th: ค้นหาในไฟล์
tr: Dosyalarda ara
uk: Пошук у файлах
vi: Tìm trong tệp
zh_hans: 在文件中搜索
zh_hant: 在檔案中搜尋

# Operation_MultiFileReplace
source: Replace in files
ar: الاستبدال في الملفات
cs: Nahradit v souborech
de: In Dateien ersetzen
el: Αντικατάσταση σε αρχεία
es: Reemplazar en archivos
fa: جایگزینی در فایل‌ها
fr: Remplacer dans les fichiers
hu: Csere fájlokban
id: Ganti di file
it: Sostituisci nei file
ja: 複数ファイル置換
ko: 파일에서 바꾸기
pl: Zamień w plikach
pt: Substituir em arquivos
ro: Înlocuire în fișiere
th: แทนที่ในไฟล์
tr: Dosyalarda değiştir
uk: Заміна у файлах
vi: Thay thế trong tệp
zh_hans: 在文件中替换
zh_hant: 在檔案中取代

# SearchResults_Column_Encoding
source: Encoding
ar: الترميز
cs: Kódování
de: Codierung
el: Κωδικοποίηση
es: Codificación
fa: رمزگذاری
fr: Encodage
hu: Kódolás
id: Pengodean
it: Codifica
ja: 文字コード
ko: 인코딩
pl: Kodowanie
pt: Codificação
ro: Codificare
th: การเข้ารหัส
tr: Kodlama
uk: Кодування
vi: Bảng mã
zh_hans: 编码
zh_hant: 編碼

# SearchResults_Column_Interpretation
source: Matched as
ar: مطابق كـ
cs: Shoda jako
de: Gefunden als
el: Αντιστοιχία ως
es: Coincide como
fa: منطبق به‌عنوان
fr: Trouvé en tant que
hu: Értelmezés
id: Cocok sebagai
it: Corrisponde come
ja: 解釈
ko: 일치 형식
pl: Dopasowano jako
pt: Correspondência como
ro: Potrivit ca
th: ตรงกันเป็น
tr: Eşleşme türü
uk: Збіг як
vi: Khớp dưới dạng
zh_hans: 匹配方式
zh_hant: 符合方式

# SearchResults_Column_String
source: String
ar: السلسلة
cs: Řetězec
de: Zeichenfolge
el: Συμβολοσειρά
es: Cadena
fa: رشته
fr: Chaîne
hu: Karakterlánc
it: Stringa
ja: 文字列
ko: 문자열
pl: Ciąg
pt: Cadeia
ro: Șir
th: สตริง
tr: Dize
uk: Рядок
vi: Chuỗi
zh_hans: 字符串
zh_hant: 字串

# SearchResults_Column_Term
source: Term
ar: العبارة
cs: Výraz
de: Begriff
el: Όρος
es: Término
fa: عبارت
fr: Terme
hu: Kifejezés
id: Istilah
it: Termine
ja: 検索語
ko: 검색어
pl: Termin
pt: Termo
ro: Termen
th: คำ
tr: Terim
uk: Термін
vi: Từ
zh_hans: 搜索词
zh_hant: 字詞

# SearchResults_Column_Chars
source: Chars
ar: الأحرف
cs: Znaky
de: Zeichen
el: Χαρ.
es: Caracteres
fa: نویسه‌ها
fr: Caractères
hu: Karakterek
id: Karakter
it: Caratteri
ja: 文字数
ko: 문자 수
pl: Znaki
pt: Caracteres
ro: Caract.
th: อักขระ
tr: Karakter
uk: Символи
vi: Ký tự
zh_hans: 字符数
zh_hant: 字元數

# SearchResults_ExportText.Text
source: Export as text (one string per line)...
ar: تصدير كنص (سلسلة واحدة في كل سطر)...
cs: Exportovat jako text (jeden řetězec na řádek)...
de: Als Text exportieren (eine Zeichenfolge pro Zeile)...
el: Εξαγωγή ως κείμενο (μία συμβολοσειρά ανά γραμμή)...
es: Exportar como texto (una cadena por línea)...
fa: صادر کردن به‌صورت متن (یک رشته در هر خط)...
fr: Exporter en texte (une chaîne par ligne)...
hu: Exportálás szövegként (soronként egy karakterlánc)...
id: Ekspor sebagai teks (satu string per baris)...
it: Esporta come testo (una stringa per riga)...
ja: テキストにエクスポート (1 行 1 文字列)...
ko: 텍스트로 내보내기(한 줄에 문자열 하나)...
pl: Eksportuj jako tekst (jeden ciąg na wiersz)...
pt: Exportar como texto (uma cadeia por linha)...
ro: Exportare ca text (un șir pe linie)...
th: ส่งออกเป็นข้อความ (หนึ่งสตริงต่อบรรทัด)...
tr: Metin olarak dışarı aktar (satır başına bir dize)...
uk: Експортувати як текст (по рядку на рядок)...
vi: Xuất dạng văn bản (mỗi dòng một chuỗi)...
zh_hans: 导出为文本（每行一个字符串）...
zh_hant: 匯出為文字（每行一個字串）...

# SearchResults_FileType_Text
source: Text
ar: نص
el: Κείμενο
es: Texto
fa: متن
fr: Texte
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
pl: Tekst
pt: Texto
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

# SearchResults_TimedOut
source: regular expression time limit
ar: الحد الزمني للتعبير العادي
cs: časový limit regulárního výrazu
de: Zeitlimit für reguläre Ausdrücke
el: χρονικό όριο κανονικής έκφρασης
es: límite de tiempo de la expresión regular
fa: محدودیت زمانی عبارت باقاعده
fr: limite de temps de l'expression régulière
hu: reguláris kifejezés időkorlátja
id: batas waktu ekspresi reguler
it: limite di tempo dell'espressione regolare
ja: 正規表現の時間の上限
ko: 정규식 시간 제한
pl: limit czasu wyrażenia regularnego
pt: limite de tempo da expressão regular
ro: limita de timp a expresiei regulate
th: ขีดจำกัดเวลาของนิพจน์ทั่วไป
tr: normal ifade süre sınırı
uk: обмеження часу регулярного виразу
vi: giới hạn thời gian biểu thức chính quy
zh_hans: 正则表达式时间限制
zh_hant: 規則運算式時間限制

# SearchResults_TermCounts
source: Matches per term
ar: التطابقات لكل عبارة
cs: Shody podle výrazu
de: Treffer pro Begriff
el: Αντιστοιχίες ανά όρο
es: Coincidencias por término
fa: موارد منطبق برای هر عبارت
fr: Correspondances par terme
hu: Találatok kifejezésenként
id: Kecocokan per istilah
it: Corrispondenze per termine
ja: 語ごとの件数
ko: 검색어별 일치 수
pl: Dopasowania według terminu
pt: Correspondências por termo
ro: Potriviri pe termen
th: จำนวนที่ตรงกันต่อคำ
tr: Terim başına eşleşme
uk: Збігів за термінами
vi: Số kết quả khớp mỗi từ
zh_hans: 每个搜索词的匹配数
zh_hant: 各詞彙的符合項目數

# SearchResults_EncodingCounts
source: Matches per encoding
ar: التطابقات لكل ترميز
cs: Shody podle kódování
de: Treffer pro Codierung
el: Αντιστοιχίες ανά κωδικοποίηση
es: Coincidencias por codificación
fa: موارد منطبق برای هر رمزگذاری
fr: Correspondances par encodage
hu: Találatok kódolásonként
id: Kecocokan per pengodean
it: Corrispondenze per codifica
ja: 文字コードごとの件数
ko: 인코딩별 일치 수
pl: Dopasowania według kodowania
pt: Correspondências por codificação
ro: Potriviri pe codificare
th: จำนวนที่ตรงกันต่อการเข้ารหัส
tr: Kodlama başına eşleşme
uk: Збігів за кодуваннями
vi: Số kết quả khớp mỗi bảng mã
zh_hans: 每种编码的匹配数
zh_hant: 各編碼的符合項目數

# Search_Label_Signed
source: signed
ar: بإشارة
cs: se znaménkem
de: mit Vorzeichen
el: με πρόσημο
es: con signo
fa: علامت‌دار
fr: signé
hu: előjeles
id: bertanda
it: con segno
ja: 符号あり
ko: 부호 있음
pl: ze znakiem
pt: com sinal
ro: cu semn
th: มีเครื่องหมาย
tr: işaretli
uk: зі знаком
vi: có dấu
zh_hans: 有符号
zh_hant: 帶正負號

# Search_Label_SignedAndUnsigned
source: signed and unsigned
ar: بإشارة وبدون إشارة
cs: se znaménkem i bez
de: mit und ohne Vorzeichen
el: με και χωρίς πρόσημο
es: con y sin signo
fa: علامت‌دار و بدون علامت
fr: signé et non signé
hu: előjeles és előjel nélküli
id: bertanda dan tak bertanda
it: con e senza segno
ja: 符号あり・なし両方
ko: 부호 있음 및 없음
pl: ze znakiem i bez znaku
pt: com e sem sinal
ro: cu și fără semn
th: มีและไม่มีเครื่องหมาย
tr: işaretli ve işaretsiz
uk: зі знаком і без знака
vi: có dấu và không dấu
zh_hans: 有符号和无符号
zh_hant: 帶正負號和不帶正負號

# Search_Label_Unsigned
source: unsigned
ar: بدون إشارة
cs: bez znaménka
de: ohne Vorzeichen
el: χωρίς πρόσημο
es: sin signo
fa: بدون علامت
fr: non signé
hu: előjel nélküli
id: tak bertanda
it: senza segno
ja: 符号なし
ko: 부호 없음
pl: bez znaku
pt: sem sinal
ro: fără semn
th: ไม่มีเครื่องหมาย
tr: işaretsiz
uk: без знака
vi: không dấu
zh_hans: 无符号
zh_hant: 不帶正負號

# Strings_CharKind
source: Characters
ar: الأحرف
cs: Znaky
de: Zeichen
el: Χαρακτήρες
es: Caracteres
fa: نویسه‌ها
fr: Caractères
hu: Karakterek
id: Karakter
it: Caratteri
ja: 文字の種類
ko: 문자 종류
pl: Znaki
pt: Caracteres
ro: Caractere
th: อักขระ
tr: Karakterler
uk: Символи
vi: Ký tự
zh_hans: 字符
zh_hant: 字元種類

# Strings_CharKind_Newlines
source: Printable and line breaks
ar: القابلة للطباعة وفواصل الأسطر
cs: Tisknutelné a konce řádků
de: Druckbar und Zeilenumbrüche
el: Εκτυπώσιμοι και αλλαγές γραμμής
es: Imprimibles y saltos de línea
fa: قابل چاپ و شکست خط
fr: Imprimables et sauts de ligne
hu: Nyomtatható és sortörések
id: Dapat dicetak dan pemisah baris
it: Stampabili e interruzioni di riga
ja: 印字可能な文字と改行
ko: 인쇄 가능 문자 및 줄 바꿈
pl: Drukowalne i podziały wierszy
pt: Imprimíveis e quebras de linha
ro: Imprimabile și sfârșituri de linie
th: พิมพ์ได้และการขึ้นบรรทัดใหม่
tr: Yazdırılabilir ve satır sonları
uk: Друковані й розриви рядків
vi: In được và ngắt dòng
zh_hans: 可打印字符和换行符
zh_hant: 可列印字元和換行

# Strings_CharKind_Printable
source: Printable
ar: القابلة للطباعة
cs: Tisknutelné
de: Druckbar
el: Εκτυπώσιμοι
es: Imprimibles
fa: قابل چاپ
fr: Imprimables
hu: Nyomtatható
id: Dapat dicetak
it: Stampabili
ja: 印字可能な文字
ko: 인쇄 가능 문자
pl: Drukowalne
pt: Imprimíveis
ro: Imprimabile
th: พิมพ์ได้
tr: Yazdırılabilir
uk: Друковані
vi: In được
zh_hans: 可打印字符
zh_hant: 可列印字元

# Strings_Encodings
source: Encodings
ar: الترميزات
cs: Kódování
de: Codierungen
el: Κωδικοποιήσεις
es: Codificaciones
fa: رمزگذاری‌ها
fr: Encodages
hu: Kódolások
id: Pengodean
it: Codifiche
ja: 文字コード
ko: 인코딩
pl: Kodowania
pt: Codificações
ro: Codificări
th: การเข้ารหัส
tr: Kodlamalar
uk: Кодування
vi: Bảng mã
zh_hans: 编码
zh_hant: 編碼

# Strings_Extract
source: Extract
ar: استخراج
cs: Extrahovat
de: Extrahieren
el: Εξαγωγή
es: Extraer
fa: استخراج
fr: Extraire
hu: Kinyerés
id: Ekstrak
it: Estrai
ja: 抽出
ko: 추출
pl: Wyodrębnij
pt: Extrair
ro: Extragere
th: แยก
tr: Ayıkla
uk: Витягти
vi: Trích xuất
zh_hans: 提取
zh_hant: 擷取

# Strings_KindName
source: Strings
ar: السلاسل
cs: Řetězce
de: Zeichenfolgen
el: Συμβολοσειρές
es: Cadenas
fa: رشته‌ها
fr: Chaînes
hu: Karakterláncok
id: String
it: Stringhe
ja: 文字列
ko: 문자열
pl: Ciągi znaków
pt: Cadeias de caracteres
ro: Șiruri
th: สตริง
tr: Dizeler
uk: Рядки
vi: Chuỗi
zh_hans: 字符串
zh_hant: 字串

# Strings_MinLength
source: Minimum length
ar: الحد الأدنى للطول
cs: Minimální délka
de: Mindestlänge
el: Ελάχιστο μήκος
es: Longitud mínima
fa: حداقل طول
fr: Longueur minimale
hu: Minimális hossz
id: Panjang minimum
it: Lunghezza minima
ja: 最小の長さ
ko: 최소 길이
pl: Minimalna długość
pt: Comprimento mínimo
ro: Lungime minimă
th: ความยาวต่ำสุด
tr: En kısa uzunluk
uk: Мінімальна довжина
vi: Độ dài tối thiểu
zh_hans: 最小长度
zh_hant: 最小長度

# Strings_MinLengthInvalid
source: The minimum length must be from 1 to {0}.
ar: يجب أن يكون الحد الأدنى للطول من 1 إلى {0}.
cs: Minimální délka musí být od 1 do {0}.
de: Die Mindestlänge muss zwischen 1 und {0} liegen.
el: Το ελάχιστο μήκος πρέπει να είναι από 1 έως {0}.
es: La longitud mínima debe estar entre 1 y {0}.
fa: حداقل طول باید از 1 تا {0} باشد.
fr: La longueur minimale doit être comprise entre 1 et {0}.
hu: A minimális hossz 1 és {0} között lehet.
id: Panjang minimum harus dari 1 hingga {0}.
it: La lunghezza minima deve essere compresa tra 1 e {0}.
ja: 最小の長さは 1〜{0} で指定してください。
ko: 최소 길이는 1~{0} 사이여야 합니다.
pl: Minimalna długość musi wynosić od 1 do {0}.
pt: O comprimento mínimo deve ser de 1 a {0}.
ro: Lungimea minimă trebuie să fie între 1 și {0}.
th: ความยาวต่ำสุดต้องอยู่ระหว่าง 1 ถึง {0}
tr: En kısa uzunluk 1 ile {0} arasında olmalıdır.
uk: Мінімальна довжина має бути від 1 до {0}.
vi: Độ dài tối thiểu phải từ 1 đến {0}.
zh_hans: 最小长度必须为 1 到 {0}。
zh_hant: 最小長度必須介於 1 到 {0} 之間。

# Strings_NoEncoding
source: Choose an encoding
ar: اختر ترميزًا
cs: Zvolte kódování
de: Wählen Sie eine Codierung aus
el: Επιλέξτε μια κωδικοποίηση
es: Elige una codificación
fa: یک رمزگذاری انتخاب کنید
fr: Choisissez un encodage
hu: Válasszon kódolást
id: Pilih pengodean
it: Scegli una codifica
ja: 文字コードを選んでください
ko: 인코딩을 선택하세요
pl: Wybierz kodowanie
pt: Escolha uma codificação
ro: Alegeți o codificare
th: เลือกการเข้ารหัส
tr: Bir kodlama seçin
uk: Виберіть кодування
vi: Hãy chọn một bảng mã
zh_hans: 请选择编码
zh_hant: 請選擇編碼

# Strings_NoSelection
source: There is no selection.
ar: لا يوجد تحديد.
cs: Není žádný výběr.
de: Es gibt keine Auswahl.
el: Δεν υπάρχει επιλογή.
es: No hay ninguna selección.
fa: انتخابی وجود ندارد.
fr: Il n'y a pas de sélection.
hu: Nincs kijelölés.
id: Tidak ada pilihan.
it: Non c'è alcuna selezione.
ja: 選択範囲がありません。
ko: 선택 영역이 없습니다.
pl: Brak zaznaczenia.
pt: Não há seleção.
ro: Nu există nicio selecție.
th: ไม่มีส่วนที่เลือก
tr: Seçim yok.
uk: Немає виділення.
vi: Không có vùng chọn.
zh_hans: 没有选定内容。
zh_hant: 沒有選取範圍。

# Strings_NulOnly
source: Only strings that end with NUL
ar: السلاسل المنتهية بـ NUL فقط
cs: Jen řetězce končící znakem NUL
de: Nur Zeichenfolgen, die mit NUL enden
el: Μόνο συμβολοσειρές που τελειώνουν σε NUL
es: Solo cadenas que terminan en NUL
fa: فقط رشته‌هایی که با NUL پایان می‌یابند
fr: Uniquement les chaînes terminées par NUL
hu: Csak NUL-ra végződő karakterláncok
id: Hanya string yang diakhiri NUL
it: Solo stringhe che terminano con NUL
ja: NUL で終わるものだけ
ko: NUL로 끝나는 문자열만
pl: Tylko ciągi zakończone znakiem NUL
pt: Somente cadeias que terminam com NUL
ro: Doar șirurile care se termină cu NUL
th: เฉพาะสตริงที่ลงท้ายด้วย NUL
tr: Yalnızca NUL ile biten dizeler
uk: Лише рядки, що закінчуються NUL
vi: Chỉ chuỗi kết thúc bằng NUL
zh_hans: 仅以 NUL 结尾的字符串
zh_hant: 只包含以 NUL 結尾的字串

# Strings_RangeEnd
source: End (inclusive)
ar: النهاية (مضمّنة)
cs: Konec (včetně)
de: Ende (einschließlich)
el: Τέλος (συμπεριλαμβάνεται)
es: Final (incluido)
fa: پایان (شامل)
fr: Fin (incluse)
hu: Vég (ezzel együtt)
id: Akhir (inklusif)
it: Fine (inclusa)
ja: 終了 (このバイトを含む)
ko: 끝(이 바이트 포함)
pl: Koniec (włącznie)
pt: Fim (incluído)
ro: Sfârșit (inclusiv)
th: สิ้นสุด (รวม)
tr: Son (dahil)
uk: Кінець (включно)
vi: Kết thúc (bao gồm)
zh_hans: 结束（包含此字节）
zh_hant: 結束（含此位元組）

# Strings_RangeStart
source: Start
ar: البداية
cs: Začátek
de: Anfang
el: Αρχή
es: Inicio
fa: آغاز
fr: Début
hu: Kezdet
id: Awal
it: Inizio
ja: 開始
ko: 시작
pl: Początek
pt: Início
ro: Început
th: เริ่มต้น
tr: Başlangıç
uk: Початок
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# Strings_Scope
source: Range
ar: النطاق
cs: Rozsah
de: Bereich
el: Εύρος
es: Rango
fa: محدوده
fr: Plage
hu: Tartomány
id: Rentang
it: Intervallo
ja: 範囲
ko: 범위
pl: Zakres
pt: Intervalo
ro: Interval
th: ช่วง
tr: Aralık
uk: Діапазон
vi: Phạm vi
zh_hans: 范围
zh_hant: 範圍

# Strings_Scope_Document
source: Whole document
ar: المستند بأكمله
cs: Celý dokument
de: Gesamtes Dokument
el: Ολόκληρο το έγγραφο
es: Todo el documento
fa: کل سند
fr: Document entier
hu: Teljes dokumentum
id: Seluruh dokumen
it: Intero documento
ja: ドキュメント全体
ko: 문서 전체
pl: Cały dokument
pt: Documento inteiro
ro: Întregul document
th: ทั้งเอกสาร
tr: Tüm belge
uk: Увесь документ
vi: Toàn bộ tài liệu
zh_hans: 整个文档
zh_hant: 整份文件

# Strings_Scope_Range
source: Offset range
ar: نطاق الإزاحات
cs: Rozsah posunů
de: Offset-Bereich
el: Εύρος μετατοπίσεων
es: Rango de desplazamientos
fa: محدودهٔ آفست
fr: Plage de décalages
hu: Eltolástartomány
id: Rentang offset
it: Intervallo di offset
ja: オフセット範囲
ko: 오프셋 범위
pl: Zakres przesunięć
pt: Intervalo de deslocamentos
ro: Interval de deplasamente
th: ช่วงออฟเซ็ต
tr: Ofset aralığı
uk: Діапазон зміщень
vi: Phạm vi độ lệch
zh_hans: 偏移量范围
zh_hant: 位移範圍

# Strings_Scope_Selection
source: Selection
ar: التحديد
cs: Výběr
de: Auswahl
el: Επιλογή
es: Selección
fa: انتخاب
fr: Sélection
hu: Kijelölés
id: Pilihan
it: Selezione
ja: 選択範囲
ko: 선택 영역
pl: Zaznaczenie
pt: Seleção
ro: Selecție
th: ส่วนที่เลือก
tr: Seçim
uk: Виділення
vi: Vùng chọn
zh_hans: 选定内容
zh_hant: 選取範圍

# Menu_Analysis_Compare.Text
source: Compare
ar: مقارنة
cs: Porovnat
de: Vergleichen
el: Σύγκριση
es: Comparar
fa: مقایسه
fr: Comparer
hu: Összehasonlítás
id: Bandingkan
it: Confronta
ja: 比較(C)
ko: 비교(C)
pl: Porównaj
pt: Comparar
ro: Comparare
th: เปรียบเทียบ(C)
tr: Karşılaştır
uk: Порівняння
vi: So sánh
zh_hans: 比较(C)
zh_hant: 比較(C)

# Menu_Analysis_Compare.AccessKey
source: C
ar: ق
cs: P
de: V
el: Σ
fa: م
hu: S
id: B
pl: P
tr: A
uk: П
vi: S

# Menu_Analysis_CompareFiles.Text
source: Compare files...
ar: مقارنة الملفات...
cs: Porovnat soubory...
de: Dateien vergleichen...
el: Σύγκριση αρχείων...
es: Comparar archivos...
fa: مقایسهٔ فایل‌ها...
fr: Comparer des fichiers...
hu: Fájlok összehasonlítása...
id: Bandingkan File...
it: Confronta file...
ja: ファイルを比較(F)...
ko: 파일 비교(F)...
pl: Porównaj pliki...
pt: Comparar arquivos...
ro: Comparare fișiere...
th: เปรียบเทียบไฟล์(F)...
tr: Dosyaları karşılaştır...
uk: Порівняти файли...
vi: So sánh Tệp...
zh_hans: 比较文件(F)...
zh_hant: 比較檔案(F)...

# Menu_Analysis_CompareFiles.AccessKey
source: F
ar: ل
cs: P
de: D
el: Α
es: C
fa: ف
fr: C
it: C
pl: P
pt: C
ro: C
tr: D
uk: Ф
vi: T

# Menu_Analysis_CompareSaved.Text
source: Compare with saved content
ar: المقارنة مع المحتوى المحفوظ
cs: Porovnat s uloženým obsahem
de: Mit gespeichertem Inhalt vergleichen
el: Σύγκριση με το αποθηκευμένο περιεχόμενο
es: Comparar con el contenido guardado
fa: مقایسه با محتوای ذخیره‌شده
fr: Comparer avec le contenu enregistré
hu: Összehasonlítás a mentett tartalommal
id: Bandingkan dengan Konten Tersimpan
it: Confronta con il contenuto salvato
ja: 保存済みの内容と比較(S)
ko: 저장된 내용과 비교(S)
pl: Porównaj z zapisaną zawartością
pt: Comparar com o conteúdo salvo
ro: Comparare cu conținutul salvat
th: เปรียบเทียบกับเนื้อหาที่บันทึกไว้(S)
tr: Kaydedilmiş içerikle karşılaştır
uk: Порівняти зі збереженим вмістом
vi: So sánh với Nội dung Đã lưu
zh_hans: 与已保存的内容比较(S)
zh_hant: 與已儲存的內容比較(S)

# Menu_Analysis_CompareSaved.AccessKey
source: S
ar: ح
de: M
el: Π
es: E
fa: ذ
fr: A
hu: A
id: K
it: I
pl: Z
pt: O
tr: K
uk: З
vi: L

# Menu_Go_NextDiff.Text
source: Next difference
ar: الاختلاف التالي
cs: Další rozdíl
de: Nächster Unterschied
el: Επόμενη διαφορά
es: Diferencia siguiente
fa: تفاوت بعدی
fr: Différence suivante
hu: Következő eltérés
id: Perbedaan Berikutnya
it: Differenza successiva
ja: 次の差分(D)
ko: 다음 차이(D)
pl: Następna różnica
pt: Próxima diferença
ro: Diferența următoare
th: ความแตกต่างถัดไป(D)
tr: Sonraki Fark
uk: Наступна відмінність
vi: Khác biệt Tiếp theo
zh_hans: 下一个差异(D)
zh_hant: 下一個差異(D)

# Menu_Go_NextDiff.AccessKey
source: D
ar: ت
cs: R
de: U
el: Δ
es: S
fa: ب
fr: C
hu: T
id: B
pl: N
pt: P
tr: R
uk: С
vi: K
